app/views/messages/_message.html.erb

INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "wa"], ["created_at", Thu, 22 Jun 2017 10:05:00 UTC +00:00], ["updated_at", Thu, 22 Jun 2017 10:05:00 UTC +00:00]]
---
<li>
  <span class="created_at"><%= message.created_at.strftime("%H:%M") %></span>