app/controllers/messages_controller.rb

INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "wa"], ["created_at", Thu, 22 Jun 2017 05:19:15 UTC +00:00], ["updated_at", Thu, 22 Jun 2017 05:19:15 UTC +00:00]]
---
  def create
  	hello = params[:message]
    hello[:content] =  session[:username]+': '+hello[:content]

    @message = Message.create!(hello)